Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/facta/samediggi.fi/kielineuston_pj_e_lumisalmen_puhe_kieliteko_palk_jakotilaisuudessa_07122011.pdf.tmx
Source language: fin
Languages: sme

source: Arvoisat ryhmäperhepäiväkoti Miessin henkilöstö, Enontekiön kunnan edustajat ja muut vieraat
sme: Buorit bearášbeaiveruoktu Miessi bargoveahka, Eanodaga gieldda ovddasteaddjit ja eará guossit

source: Saamen kielineuvosto on päättänyt myöntää tämänvuotisen kieliteko – palkinnon Enontekiön kunnan ryhmäperhepäiväkoti Miessille.
sme: Sámi giellaráđđi lea mearridan mieđihit dánjagáš gielladahku – bálkkašumi Eanodaga gieldda bearašbeaiveruoktu Miessái.

source: Tämä palkinto on männyn juurista tehdyt astiat; juurikori, leipävati ja sokerikko.
sme: Dát bálkkašupmi lea beazi ruohttasiiguin ráhkaduvvon lihtit; ruohtasgore, láibelihtti ja sohkarlihtti.

source: Puun juurien merkitys puulle on samanlainen kuin saamenkielen merkitys saamelaisille ja saamelaiskulttuurille.
sme: Muora ruohttasiid mearkkášupmi lea seammalágan go sámegiela mearkkašupmi sápmelaččaide ja sámekultuvrii.

source: Puunjuuret pitävät puun pystyssä ja elinvoimaisena samalla tavalla kuin saamenkieli pitää saamelaiskulttuurin ja saamelaisyhteisön elinvoimaisena.
sme: Muora ruohttasat dollet muora ceaggut ja ealasin seamma láhkai go sámegiella doallá sámekultuvra ja sámeservoša ealasin.

source: Saamelaiskulttuurin elinehto on saamen kielen säilyminen tuleville sukupolville ja kieli on saamelaiskulttuurin tärkein ja keskeisin osa, se on saamelaiskulttuurin ydin.
sme: Sámekultuvra eallineaktu lea sámegiela seailun boahtti buolvvaide ja giella lea sámekultuvra dehalamos ja mávssolamos oassi, dat lea sámekultuvra váimmus.

source: Saamelainen perinnetieto on vahvimmillaan silloin, kun se on kulttuurisessa ja kielellisessä kontekstissa.
sme: Sámi árbediehtu lea nannosamos dalle, go dat lea kultuvrralaš ja gielalaš konteavsttas.

source: Saamen kieliteko palkinnon tarkoitus on antaa tunnustusta saamenkielisten palvelujen ja saamen kielen aseman edistämiseksi tehdystä ansiokkaasta työstä Suomessa.
sme: Sámi gielladahku bálkkašumi ulbmil lea addit árvvu sámegielat bálvalusaid ja sámegiela dili ovddideami várás dahkkojuvvon ánssolaš barggu ovddas Suomas.

source: Saamen kieliteko-palkinto myönnetään Enontekiön kunnan ryhmäperhepäiväkoti Miessille seuraavin perustein: Ryhmäperhepäiväkoti Miessi on ansiokkaasti toteuttanut toiminnassaan saamelaisten kielellisiä oikeuksia ja edistänyt saamen kielen asemaa ja sen säilymistä.
sme: Sámi gielladahku-bálkkašupmi mieđihuvvo Eanodaga gieldda bearašbeaiveruoktu Miessái čuovvovaš ákkaid vuođul: Bearašbeaiveruoktu Miessi lea ánssolaččat ollašuhttán doaimmastis sámiid gielalaš vuoigatvuođaid ja ovddidan sámegiela dili ja dan seailuma.

source: Ryhmäpäiväkoti Miessi on esimerkki siitä, miten pienillä resursseilla ja pitkäjänteisellä työllä voidaan saada aikaan merkittäviä tekoja saamen kielen kehittämiseksi.
sme: Bearášbeaiveruoktu Miessi lea ovdamearka das, mo smávva resurssain ja sitkadis bargguin sáhttá oažžut áigái mearkkašahtti daguid sámegiela seailluheami várás.

source: Ryhmäperhepäiväkoti Miessi on toiminut Enontekiöllä 10 vuotta ja sinä aikana Miessi on hoitanut vuosien varrella lähes 40 saamelaislasta.
sme: Bearašbeaiveruoktu Miessi lea doaibman Eanodagas 10 jagi ja dán áigge Miessi lea dikšon jagiid áigge measta 40 sámemáná.

source: Enontekiön kunta kuuluu saamelaisten kotiseutualueeseen ja kunnassa saamenkielinen väestö on pienenä vähemmistönä.
sme: Eanodaga gielda gullá sámiid ruovttuguvlui ja gielddas sámegielat álbmot leat smávva unnitlohkun.

source: Miessin hoitokielenä on saamenkieli ja hoitohenkilöstön äidinkieli on saamen kieli.
sme: Miessi dikšungiellan lea sámegiella ja dikšunbargoveaga eatnigiella lea sámegiella.

source: Saamen kielten tulevaisuuden turvaamiselle on tärkeää, että saamelaislapset saavat saamenkielistä päivähoitoa ja lisäksi päivähoito perustuu saamelaiskulttuurin arvoille.
sme: Sámegielat boahtteáiggi sihkkarastima geažil lea dehalaš, ahte sámemánát ožžot sámegielat beaivedivššu ja dan lassin, ahte beaivedikšu vuođđuduvvá sámekultuvra árvvuide.

source: Lasten kanssa työskenneltäessä on erittäin tärkeää systemaattisesti käyttää saamen kieltä valtakielen vahvasta asemasta huolimatta.
sme: Mánáiguin barggadettiin lea hirbmat dehalaš systemáhtalaččat geavahit sámegiela váldogielaid nana sajádagas fuolakeahttá.

source: Miessin henkilökunta on onnistunut tässä tehtävässä esimerkillisesti, sillä henkilöstö on sitoutunut tehtäväänsä.
sme: Miessi bargoveahka lea lihkostuvvan dán barggus ovdamearkkalaččat, daningo bargoveahka lea čatnasan iežas bargui.

source: Tällaisella sitoutumisella omaan työhönsä ja vahvalla saamenkielen- ja kulttuurin monipuolisella ja joustavalla osaamisella on toteutettu kaikkien saamelaislasten kielellisiä oikeuksia, myös niiden saamelaislasten, joiden saamen kielentaito on ollut heikompi.
sme: Dáinna dikšunbargoveaga čatnasemin iežas bargui ja nana sámegiela- ja kultuvra máŋggabealat ja soddjilis dáidduin leat ollášuhttojuvvon buot sámemánáid gielalaš vuoigatvuođat, maiddái daid sámemánáid, geaid sámegiela máhttu lea leamaš heittodut.

source: Pitkäjänteisellä työllä on ollut merkitystä saamen kielen säilymiselle.
sme: Sitkadis bargguin lea leamaš mearkkašupmi sámegiela seailumii.

source: Ilokseni voin todeta, että peruskouluun on tullut vuosittain saamenkielisiä oppilaita, jotka opiskelevat saamenkieltä tai saamenkielellä.
sme: Iluin sáhtán dadjat, ahte vuođđoskuvlii lea boahtán jahkásaččat sámegielat oahppit, geat lohket sámegiela dahje vázzet oahpu sámegillii.

source: Saamen kieliteko-palkinnon tarkoitus on kannustaa palkinnon saajaa parantamaan entisestään saamen kielen eteen tehtävää työtä ja kannustaa kaikkia Enontekiön kunnan ja muita viranomaisia parantamaan saamen kielen asemaa.
sme: Sámi gielladahku – bálkkašumi ulbmil lea movttiidahttit bálkkašumi oažžu buoridit ovddežis barggu, mii bargojuvvo sámegiela ovdii ja arvvosmahttit buot Eanodaga gieldda ja eará virgeoapmahaččaid buoridit sámegiela dili.

source: Saamen kieliteko palkinnon myötä Enontekiön kunnan vastuu saamenkielisten palvelujen edistämisestä ja kehittämisestä kasvaa.
sme: Sámi gielladahku bálkkašumi mielde Eanodaga gieldda vástu sámegielat bálvalusaid ovdáneamis ja ovddideamis stuorru.

source: Saamelaiskäräjien kielineuvoston puheenjohtajana toivon palkinnon kannustavan Enontekiön kuntaa parantamaan saamen kielen aseman edistämistä kunnan kaikilla osa-alueilla ja myös muita viranomaisia parantamaan saamenkielisiä palveluja.
sme: Sámedikki giellaráđi ságajođiheaddjin sávan bálkkašumi arvvosmahttit Eanodaga gieldda buoridit sámegiela dili ovddideami gieldda buot oassesurggiin ja maiddái eará virgeoapmahaččaid buoridit sámegielat bálvalusaid.
